IDEA StatiCa Open Model
MprlRecord.TableId Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Mprl TableId
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public Guid TableId { get; set; }
Public Property TableId As Guid
	Get
	Set
public:
property Guid TableId {
	Guid get ();
	void set (Guid value);
}
Property Value
Type: Guid
See Also
Reference
MprlRecord Class
IdeaRS.OpenModel.Parameters Namespace